Tekla Open API Reference for Tekla Structures 2025
BinaryFilterExpression Properties
The BinaryFilterExpression type exposes the following members.
Properties
Name | Description
IsEnable
 Gets or sets the enabled state of the filter expression.
 (Inherited from FilterExpression.)
Top
See Also
Reference
BinaryFilterExpression Class
Tekla.Structures.Filtering Namespace